Repository: nh36/ChinTransMem
Catalog: corpus/exports/tmx/mengzi__all__aligned_passages.tmx
Source language: zh_hant
Languages: en

source: 孟子曰：「魚，我所欲也；熊掌，亦我所欲也。二者不可得兼，舍魚而取熊掌者也。生，亦我所欲也；義，亦我所欲也。二者不可得兼，舍生而取義者也。生亦我所欲，所欲有甚於生者，故不為茍得也。死亦我所惡，所惡有甚於死者，故患有所不辟也。如使人之所欲莫甚於生，則凡可以得生者何不用也？使人之所惡莫甚於死者，則凡可以辟患者何不為也？由是則生而有不用也，由是則可以辟患而有不為也。是故所欲有甚於生者，所惡有甚於死者。非獨賢者有是心也，人皆有之，賢者能勿喪耳。「一簞食，一豆羹，得之則生，弗得則死。嘑爾而與之，行道之人弗受；蹴爾而與之，乞人不屑也。萬鍾則不辨禮義而受之，萬鍾於我何加焉？為宮室之美、妻妾之奉、所識窮乏者得我與？鄉為身死而不受，今為宮室之美為之；鄉為身死而不受，今為妻妾之奉為之；鄉為身死而不受，今為所識窮乏者得我而為之。是亦不可以已乎？此之謂失其本心。」
en: Mencius said, 'I like fish, and I also like bear's paws. If I cannot have the two together, I will let the fish go, and take the bear's paws. So, I like life, and I also like righteousness. If I cannot keep the two together, I will let life go, and choose righteousness. I like life indeed, but there is that which I like more than life, and therefore, I will not seek to possess it by any improper ways. I dislike death indeed, but there is that which I dislike more than death, and therefore there are occasions when I will not avoid danger. If among the things which man likes there were nothing which he liked more than life, why should he not use every means by which he could preserve it? If among the things which man dislikes there were nothing which he disliked more than death, why should he not do everything by which he could avoid danger? There are cases when men by a certain course might preserve life, and they do not employ it; when by certain things they might avoid danger, and they will not do them. Therefore, men have that which they like more than life, and that which they dislike more than death. They are not men of distinguished talents and virtue only who have this mental nature. All men have it; what belongs to such men is simply that they do not lose it. Here are a small basket of rice and a platter of soup, and the case is one in which the getting them will preserve life, and the want of them will be death; if they are offered with an insulting voice, even a tramper will not receive them, or if you first tread upon them, even a beggar will not stoop to take them. And yet a man will accept of ten thousand zhong, without any consideration of propriety or righteousness. What can the ten thousand chung add to him? When he takes them, is it not that he may obtain beautiful mansions, that he may secure the services of wives and concubines, or that the poor and needy of his acquaintance may be helped by him? In the former case the offered bounty was not received, though it would have saved from death, and now the emolument is taken for the sake of beautiful mansions. The bounty that would have preserved from death was not received, and the emolument is taken to get the service of wives and concubines. The bounty that would have saved from death was not received, and the emolument is taken that one's poor and needy acquaintance may be helped by him. Was it then not possible likewise to decline this? This is a case of what is called "Losing the proper nature of one's mind."'

source: 孟子曰：「仁，人心也。義，人路也。舍其路而弗由，放其心而不知求。哀哉！人有雞犬放，則知求之；有放心，而不知求。學問之道無他，求其放心而已矣。」
en: Mencius said, 'Benevolence is man's mind, and righteousness is man's path. How lamentable is it to neglect the path and not pursue it, to lose this mind and not know to seek it again! When men's fowls and dogs are lost, they know to seek for them again, but they lose their mind, and do not know to seek for it. The great end of learning is nothing else but to seek for the lost mind.'

source: 孟子曰：「今有無名之指，屈而不信，非疾痛害事也。如有能信之者，則不遠秦、楚之路，為指之不若人也。指不若人，則知惡之；心不若人，則不知惡。此之謂不知類也。」
en: Mencius said, 'Here is a man whose fourth finger is bent and cannot be stretched out straight. It is not painful, nor does it incommode his business, and yet if there be any one who can make it straight, he will not think the way from Qin to Chu far to go to him; because his finger is not like the finger of other people. When a man's finger is not like those of other people, he knows to feel dissatisfied, but if his mind be not like that of other people, he does not know to feel dissatisfaction. This is called "Ignorance of the relative importance of things."'

source: 孟子曰：「拱把之桐、梓，人茍欲生之，皆知所以養之者。至於身，而不知所以養之者，豈愛身不若桐、梓哉？弗思甚也。」
en: Mencius said, 'Anybody who wishes to cultivate the tong or the zi, which may be grasped with both hands, perhaps with one, knows by what means to nourish them. In the case of their own persons, men do not know by what means to nourish them. Is it to be supposed that their regard of their own persons is inferior to their regard for a tong or zi? Their want of reflection is extreme.'

source: 孟子曰：「人之於身也，兼所愛；兼所愛，則兼所養也。無尺寸之膚不愛焉，則無尺寸之膚不養也。所以考其善不善者，豈有他哉？於己取之而已矣。體有貴賤，有小大。無以小害大，無以賤害貴。養其小者為小人，養其大者為大人。今有場師，舍其梧槚，養其樲棘，則為賤場師焉。養其一指，而失其肩背而不知也，則為狼疾人也。飲食之人，則人賤之矣，為其養小以失大也。飲食之人，無有失也，則口腹豈適為尺寸之膚哉？」
en: Mencius said, 'There is no part of himself which a man does not love, and as he loves all, so he must nourish all. There is not an inch of skin which he does not love, and so there is not an inch of skin which he will not nourish. For examining whether his way of nourishing be good or not, what other rule is there but this, that he determine by reflecting on himself where it should be applied? Some parts of the body are noble, and some ignoble; some great, and some small. The great must not be injured for the small, nor the noble for the ignoble. He who nourishes the little belonging to him is a little man, and he who nourishes the great is a great man. Here is a plantation-keeper, who neglects his wu and jia, and cultivates his sour jujube-trees; he is a poor plantation-keeper. He who nourishes one of his fingers, neglecting his shoulders or his back, without knowing that he is doing so, is a man who resembles a hurried wolf. A man who only eats and drinks is counted mean by others; because he nourishes what is little to the neglect of what is great. If a man, fond of his eating and drinking, were not to neglect what is of more importance, how should his mouth and belly be considered as no more than an inch of skin?'

source: 公都子問曰：「鈞是人也，或為大人，或為小人，何也？」孟子曰：「從其大體為大人，從其小體為小人。」曰：「鈞是人也，或從其大體，或從其小體，何也？」曰：「耳目之官不思，而蔽於物。物交物，則引之而已矣。心之官則思；思則得之，不思則不得也。此天之所與我者，先立乎其大者，則其小者不能奪也。此為大人而已矣。」
en: The disciple Gong Du said, 'All are equally men, but some are great men, and some are little men - how is this?' Mencius replied, 'Those who follow that part of themselves which is great are great men; those who follow that part which is little are little men.' Gong Du pursued, 'All are equally men, but some follow that part of themselves which is great, and some follow that part which is little - how is this?' Mencius answered, 'The senses of hearing and seeing do not think, and are obscured by external things. When one thing comes into contact with another, as a matter of course it leads it away. To the mind belongs the office of thinking. By thinking, it gets the right view of things; by neglecting to think, it fails to do this. These - the senses and the mind - are what Heaven has given to us. Let a man first stand fast in the supremacy of the nobler part of his constitution, and the inferior part will not be able to take it from him. It is simply this which makes the great man.'

source: 孟子曰：「有天爵者，有人爵者。仁、義、忠、信，樂善不倦，此天爵也。公卿大夫，此人爵也。古之人，修其天爵而人爵從之。今之人，修其天爵以要人爵。既得人爵而棄其天爵，則惑之甚者也，終亦必亡而已矣。」
en: Mencius said, 'There is a nobility of Heaven, and there is a nobility of man. Benevolence, righteousness, self-consecration, and fidelity, with unwearied joy in these virtues; these constitute the nobility of Heaven. To be a gong, a qing, or a da fu; this constitutes the nobility of man. The men of antiquity cultivated their nobility of Heaven, and the nobility of man came to them in its train. The men of the present day cultivate their nobility of Heaven in order to seek for the nobility of man, and when they have obtained that, they throw away the other - their delusion is extreme. The issue is simply this, that they must lose that nobility of man as well.'

source: 孟子曰：「欲貴者，人之同心也。人人有貴於己者，弗思耳矣。人之所貴者，非良貴也。趙孟之所貴，趙孟能賤之。《詩》云：『既醉以酒，既飽以德。』言飽乎仁義也，所以不愿人之膏粱之味也。令聞廣譽施於身，所以不愿人之文繡也。」
en: Mencius said, 'To desire to be honoured is the common mind of men. And all men have in themselves that which is truly honourable. Only they do not think of it. The honour which men confer is not good honour. Those whom Zhao the Great ennobles he can make mean again. It is said in the Book of Poetry, "He has filled us with his wine, He has satiated us with his goodness." "Satiated us with his goodness," that is, satiated us with benevolence and righteousness, and he who is so satiated, consequently, does not wish for the fat meat and fine millet of men. A good reputation and far-reaching praise fall to him, and he does not desire the elegant embroidered garments of men.'

source: 孟子曰：「仁之勝不仁也，猶水之勝火。今之為仁者，猶以一杯水救一車薪之火也。不熄，則謂之水不勝火。此又與於不仁之甚者也，亦終必亡而已矣。」
en: Mencius said, 'Benevolence subdues its opposite just as water subdues fire. Those, however, who now-a-days practise benevolence do it as if with one cup of water they could save a whole waggon-load of fuel which was on fire, and when the flames were not extinguished, were to say that water cannot subdue fire. This conduct, moreover, greatly encourages those who are not benevolent. The final issue will simply be this: the loss of that small amount of benevolence.'

source: 孟子曰：「五穀者，種之美者也。茍為不熟，不如荑稗。夫仁，亦在乎熟之而已矣。」
en: Mencius said, 'Of all seeds the best are the five kinds of grain, yet if they be not ripe, they are not equal to the ti or the bai. So, the value of benevolence depends entirely on its being brought to maturity.'

source: 孟子曰：「羿之教人射，必志於彀；學者亦必志於彀。大匠誨人，必以規矩；學者亦必以規矩。」
en: Mencius said, 'Yi, in teaching men to shoot, made it a rule to draw the bow to the full, and his pupils also did the same. A master-workman, in teaching others, uses the compass and square, and his pupils do the same.'

source: 任人有問屋廬子曰：「禮與食孰重？」曰：「禮重。」「色與禮孰重？」曰：「禮重。」曰：「以禮食則饑而死，不以禮食則得食，必以禮乎？親迎則不得妻，不親迎則得妻，必親迎乎？」屋廬子不能對。明日之鄒以告孟子。孟子曰：「於答是也何有？不揣其本，而齊其末，方寸之木可使高於岑樓。金重於羽者，豈謂一鉤金與一輿羽之謂哉？取食之重者與禮之輕者而比之，奚翅食重？取色之重者與禮之輕者而比之，奚翅色重？往應之曰，『紾兄之臂而奪之食，則得食，不紾，則不得食，則將紾之乎？逾東家墻而摟其處子，則得妻，不摟，則不得妻，則將摟之乎？』」
en: A man of Ren asked the disciple Wu Lu, saying, 'Is an observance of the rules of propriety in regard to eating, or eating merely, the more important?' The answer was, 'The observance of the rules of propriety is the more important.' 'Is the gratifying the appetite of sex, or the doing so only according to the rules of propriety, the more important?' The answer again was, 'The observance of the rules of propriety in the matter is the more important.' The man pursued, 'If the result of eating only according to the rules of propriety will be death by starvation, while by disregarding those rules we may get food, must they still be observed in such a case? If according to the rule that he shall go in person to meet his wife a man cannot get married, while by disregarding that rule he may get married, must he still observe the rule in such a case?' Wu Lu was unable to reply to these questions, and the next day he went to Zou, and told them to Mencius. Mencius said, 'What difficulty is there in answering these inquiries? If you do not adjust them at their lower extremities, but only put their tops on a level, a piece of wood an inch square may be made to be higher than the pointed peak of a high building. Gold is heavier than feathers; but does that saying have reference, on the one hand, to a single clasp of gold, and, on the other, to a waggon-load of feathers? If you take a case where the eating is of the utmost importance and the observing the rules of propriety is of little importance, and compare the things together, why stop with saying merely that the eating is more important? So, taking the case where the gratifying the appetite of sex is of the utmost importance and the observing the rules of propriety is of little importance, why stop with merely saying that the gratifying the appetite is the more important? Go and answer him thus, "If, by twisting your elder brother's arm, and snatching from him what he is eating, you can get food for yourself, while, if you do not do so, you will not get anything to eat, will you so twist his arm? If by getting over your neighbour's wall, and dragging away his virgin daughter, you can get a wife, while if you do not do so, you will not be able to get a wife, will you so drag her away?"'

source: 曹交問曰：「人皆可以為堯舜，有諸？」孟子曰：「然。」「交聞文王十尺，湯九尺；今交九尺四寸以長。食粟而已，如何則可？」曰：「奚有於是？亦為之而已矣。有人於此，力不能勝一匹雛，則為無力人矣。今曰舉百鈞，則為有力人矣。然則舉烏獲之任，是亦為烏獲而已矣。夫人豈以不勝為患哉？弗為耳。徐行後長者，謂之弟；疾行先長者，謂之不弟。夫徐行者，豈人所不能哉？所不為也。堯舜之道，孝弟而已矣。子服堯之服、誦堯之言、行堯之行，是堯而已矣。子服桀之服、誦桀之言、行桀之行，是桀而已矣。」曰：「交得見於鄒君，可以假館，愿留而受業於門。」曰：「夫道，若大路然，豈難知哉？人病不求耳。子歸而求之，有餘師。」
en: Jiao of Cao asked Mencius, saying, 'It is said, "All men may be Yaos and Shuns;"-- is it so?' Mencius replied, It is.' Jiao went on, 'I have heard that king Wen was ten cubits high, and Tang nine. Now I am nine cubits four inches in height. But I can do nothing but eat my millet. What am I to do to realize that saying?' Mencius answered him, 'What has this - the question of size - to do with the matter? It all lies simply in acting as such. Here is a man, whose strength was not equal to lift a duckling - he was then a man of no strength. But to-day he says, "I can lift 3,000 catties' weight," and he is a man of strength. And so, he who can lift the weight which Wu Huo lifted is just another Wu Huo. Why should a man make a want of ability the subject of his grief? It is only that he will not do the thing. To walk slowly, keeping behind his elders, is to perform the part of a younger. To walk quickly and precede his elders, is to violate the duty of a younger brother. Now, is it what a man cannot do - to walk slowly? It is what he does not do. The course of Yao and Shun was simply that of filial piety and fraternal duty. Wear the clothes of Yao, repeat the words of Yao, and do the actions of Yao, and you will just be a Yao. And, if you wear the clothes of Jie, repeat the words of Jie, and do the actions of Jie, you will just be a Jie. Jiao said, 'I shall be having an interview with the prince of Zou, and can ask him to let me have a house to lodge in. I wish to remain here, and receive instruction at your gate.' Mencius replied, 'The way of truth is like a great road. It is not difficult to know it. The evil is only that men will not seek it. Do you go home and search for it, and you will have abundance of teachers.'

source: 公孫丑問曰：「高子曰：『《小弁》，小人之詩也。』」孟子曰：「何以言之？」曰：「怨。」曰：「固哉，高叟之為《詩》也！有人於此，越人關弓而射之，則己談笑而道之；無他，疏之也。其兄關弓而射之，則己垂涕泣而道之，無他，戚之也。《小弁》之怨，親親也。親親，仁也。固矣夫，高叟之為《詩》也！」曰：「《凱風》何以不怨？」曰：「《凱風》，親之過小者也；《小弁》，親之過大者也。親之過大而不怨，是愈疏也。親之過小而怨，是不可磯也。愈疏，不孝也；不可磯，亦不孝也。孔子曰：『舜其至孝矣，五十而慕。』」
en: Gong Sun Chou asked about an opinion of the scholar Gao, saying, 'Gao observed, "The Xiao Pan is the ode of a little man."' Mencius asked, 'Why did he say so?' 'Because of the murmuring which it expresses,' was the reply. Mencius answered, 'How stupid was that old Gao in dealing with the ode! There is a man here, and a native of Yue bends his bow to shoot him. I will advise him not to do so, but speaking calmly and smilingly; for no other reason but that he is not related to me. But if my own brother be bending his bow to shoot the man, then I will advise him not to do so, weeping and crying the while; for no other reason than that he is related to me. The dissatisfaction expressed in the Xiao Pan is the working of relative affection, and that affection shows benevolence. Stupid indeed was old Gao's criticism on the ode.' Chou then said, 'How is it that there is no dissatisfaction expressed in the Kai Feng?' Mencius replied, 'The parent's fault referred to in the Kai Feng is small; that referred to in the Xiao Pan is great. Where the parent's fault was great, not to have murmured on account of it would have increased the want of natural affection. Where the parent's fault was small, to have murmured on account of it would have been to act like water which frets and foams about a stone that interrupts its course. To increase the want of natural affection would have been unfilial, and to fret and foam in such a manner would also have been unfilial. Confucius said, "Shun was indeed perfectly filial! And yet, when he was fifty, he was full of longing desire about his parents."'

source: 宋牼將之楚，孟子遇於石丘，曰：「先生將何之？」曰：「吾聞秦、楚構兵，我將見楚王，說而罷之；楚王不悅，我將見秦王，說而罷之。二王我將有所遇焉。」曰：「軻也請無問其詳，愿聞其指。說之將何如？」曰：「我將言其不利也。」曰：「先生之志則大矣，先生之號則不可。先生以利說秦、楚之王，秦、楚之王悅於利，以罷三軍之師；是三軍之士樂罷而悅於利也。為人臣者，懷利以事其君，為人子者，懷利以事其父，為人弟者，懷利以事其兄，是君臣、父子、兄弟終去仁義，懷利以相接；然而不亡者，未之有也。先生以仁義說秦、楚之王，秦、楚之王悅於仁義，以罷三軍之師；是三軍之士樂罷而悅於仁義也。為人臣者，懷仁義以事其君，為人子者，懷仁義以事其父，為人弟者，懷仁義以事其兄，是君臣、父子、兄弟去利，懷仁義以相接也；然而不王者，未之有也。何必曰利？」
en: Song Keng being about to go to Chu, Mencius met him in Shi Qiu. 'Master, where are you going?' asked Mencius. Keng replied, 'I have heard that Qin and Chu are fighting together, and I am going to see the king of Chu and persuade him to cease hostilities. If he shall not be pleased with my advice, I shall go to see the king of Qin, and persuade him in the same way. Of the two kings I shall surely find that I can succeed with one of them.' Mencius said, 'I will not venture to ask about the particulars, but I should like to hear the scope of your plan. What course will you take to try to persuade them?' Keng answered, 'I will tell them how unprofitable their course is to them.' 'Master,' said Mencius, 'your aim is great, but your argument is not good. If you, starting from the point of profit, offer your persuasive counsels to the kings of Qin and Chu, and if those kings are pleased with the consideration of profit so as to stop the movements of their armies, then all belonging to those armies will rejoice in the cessation of war, and find their pleasure in the pursuit of profit. Ministers will serve their sovereign for the profit of which they cherish the thought; sons will serve their fathers, and younger brothers will serve their elder brothers, from the same consideration - and the issue will be, that, abandoning benevolence and righteousness, sovereign and minister, father and son, younger brother and elder, will carry on all their intercourse with this thought of profit cherished in their breasts. But never has there been such a state of society, without ruin being the result of it. If you, starting from the ground of benevolence and righteousness, offer your counsels to the kings of Qin and Chu, and if those kings are pleased with the consideration of benevolence and righteousness so as to stop the operations of their armies, then all belonging to those armies will rejoice in the stopping from war, and find their pleasure in benevolence and righteousness. Ministers will serve their sovereign, cherishing the principles of benevolence and righteousness; sons will serve their fathers, and younger brothers will serve their elder brothers, in the same way - and so, sovereign and minister, father and son, elder brother and younger, abandoning the thought of profit, will cherish the principles of benevolence and righteousness, and carry on all their intercourse upon them. But never has there been such a state of society, without the State where it prevailed rising to the royal sway. Why must you use that word "profit."'

source: 孟子居鄒，季任為任處守，以幣交，受之而不報。處於平陸，儲子為相，以幣交，受之而不報。他日由鄒之任，見季子，由平陸之齊，不見儲子。屋廬子喜曰：「連得間矣。」問曰：「夫子之任見季子，之齊不見儲子，為其為相與？」曰：「非也。《書》曰：『享多儀，儀不及物，曰不享。惟不役志于享。』為其不成享也。」屋廬子悅。或問之，屋廬子曰：「季子不得之鄒，儲子得之平陸。」
en: When Mencius was residing in Zou, the younger brother of the chief of Ren, who was guardian of Ren at the time, paid his respects to him by a present of silks, which Mencius received, not going to acknowledge it. When he was sojourning in Ping Lu, Chu, who was prime minister of the State, sent him a similar present, which he received in the same way. Subsequently, going from Zou to Ren, he visited the guardian; but when he went from Ping Lu to the capital of Qi, he did not visit the minister Chu. The disciple Wu Lu was glad, and said, 'I have got an opportunity to obtain some instruction.' He asked accordingly, 'Master, when you went to Ren, you visited the chief's brother; and when you went to Qi, you did not visit Chu. Was it not because he is only the minister?' Mencius replied, 'No. It is said in the Book of History, "In presenting an offering to a superior, most depends on the demonstrations of respect. If those demonstrations are not equal to the things offeredred, we say there is no offering, that is, there is no act of the will presenting the offering." This is because the things so offered do not constitute an offering to a superior.' Wu Lu was pleased, and when some one asked him what Mencius meant, he said, 'The younger of Ren could not go to Zou, but the minister Chu might have gone to Ping Lu.'

source: 淳于髡曰：「先名實者，為人也；後名實者，自為也。夫子在三卿之中，名實未加於上下而去之，仁者固如此乎？」孟子曰：「居下位，不以賢事不肖者，伯夷也。五就湯、五就桀者，伊尹也。不惡污君，不辭小官者，柳下惠也。三子者不同道，其趨一也。一者何也？曰仁也。君子亦仁而已矣，何必同？」曰：「魯繆公之時，公儀子為政，子柳、子思為臣，魯之削也滋甚。若是乎賢者之無益於國也！」曰：「虞不用百里奚而亡，秦繆公用之而霸。不用賢則亡，削何可得與？」曰：「昔者，王豹處於淇，而河西善謳。綿駒處於高唐，而齊右善歌。華周、杞梁之妻，善哭其夫，而變國俗。有諸內，必形諸外。為其事而無其功者，髡未嘗睹之也。是故無賢者也；有則髡必識之。」曰：「孔子為魯司寇，不用，從而祭，燔肉不至，不稅冕而行。不知者以為為肉也；其知者以為為無禮也。乃孔子則欲以微罪行，不欲為茍去。君子之所為，眾人固不識也。」
en: Chun Yu Kun said, 'He who makes fame and meritorious services his first objects, acts with a regard to others. He who makes them only secondary objects, acts with a regard to himself. You, master, were ranked among the three chief ministers of the State, but before your fame and services had reached either to the prince or the people, you have left your place. Is this indeed the way of the benevolent?' Mencius replied, 'There was Bo Yi - he abode in an inferior situation, and would not, with his virtue, serve a degenerate prince. There was Yi Yin - he five times went to Tang, and five times went to Jie. There was Hui of Liu Xia - he did not disdain to serve a vile prince, nor did he decline a small office. The courses pursued by those three worthies were different, but their aim was one. And what was their one aim? We must answer "To be perfectly virtuous." And so it is simply after this that superior men strive. Why must they all pursue the same course?' Kun pursued, 'In the time of the duke Mu of Lu, the government was in the hands of Gong Yi, while Zi Liu and Zi Si were ministers. And yet, the dismemberment of Lu then increased exceedingly. Such was the case, a specimen how your men of virtue are of no advantage to a kingdom!' Mencius said, 'The prince of Yu did not use Bai Li Xi, and thereby lost his State. The duke Mu of Qin used him, and became chief of all the princes. Ruin is the consequence of not employing men of virtue and talents - how can it rest with dismemberment merely?' Kun urged again, 'Formerly, when Wang Bao dwelt on the Qi, the people on the west of the Yellow River all became skilful at singing in his abrupt manner. When Mian Ju lived in Gao Tang, the people in the parts of Qi on the west became skilful at singing in his prolonged manner. The wives of Hua Zhou and Qi Liang bewailed their husbands so skilfully, that they changed the manners of the State. When there is the gift within, it manifests itself without. I have never seen the man who could do the deeds of a worthy, and did not realize the work of one. Therefore there are now no men of talents and virtue. If there were, I should know them.' Mencius answered, 'When Confucius was chief minister of Justice in Lu, the prince came not to follow his counsels. Soon after there was the solstitial sacrifice, and when a part of the flesh presented in sacrifice was not sent to him, he went away even without taking off his cap of ceremony. Those who did not know him supposed it was on account of the flesh. Those who knew him supposed that it was on account of the neglect of the usual ceremony. The fact was, that Confucius wanted to go away on occasion of some small offence, not wishing to do so without some apparent cause. All men cannot be expected to understand the conduct of a superior man.'
